[
  {
    "reference": "Matthew 5:14",
    "text": "Ye are the light of the world. A city that is set on an hill cannot be hid.",
    "category": "General"
  },
  {
    "reference": "Psalm 51:10",
    "text": "Create in me a clean heart, O God; and renew a right spirit within me.",
    "category": "Psalms"
  },
  {
    "reference": "Matthew 11:28",
    "text": "Come unto me, all ye that labour and are heavy laden, and I will give you rest.",
    "category": "Famous Verses"
  },
  {
    "reference": "Psalm 34:8",
    "text": "O taste and see that the LORD is good: blessed is the man that trusteth in him.",
    "category": "Psalms"
  },
  {
    "reference": "John 15:13",
    "text": "Greater love hath no man than this, that a man lay down his life for his friends.",
    "category": "General"
  },
  {
    "reference": "Psalm 16:8",
    "text": "I have set the LORD always before me: because he is at my right hand, I shall not be moved.",
    "category": "Psalms"
  },
  {
    "reference": "Romans 5:8",
    "text": "But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.",
    "category": "Famous Verses"
  },
  {
    "reference": "Psalm 56:3",
    "text": "What time I am afraid, I will trust in thee.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 90:12",
    "text": "So teach us to number our days, that we may apply our hearts unto wisdom.",
    "category": "Psalms"
  },
  {
    "reference": "Luke 6:31",
    "text": "And as ye would that men should do to you, do ye also to them likewise.",
    "category": "General"
  },
  {
    "reference": "Psalm 62:8",
    "text": "Trust in him at all times; ye people, pour out your heart before him: God is a refuge for us.",
    "category": "Psalms"
  },
  {
    "reference": "Matthew 19:26",
    "text": "But Jesus beheld them, and said unto them, With men this is impossible; but with God all things are possible.",
    "category": "Promises"
  },
  {
    "reference": "1 Corinthians 16:13",
    "text": "Watch ye, stand fast in the faith, quit you like men, be strong.",
    "category": "General"
  },
  {
    "reference": "Psalm 55:22",
    "text": "Cast thy burden upon the LORD, and he shall sustain thee: he shall never suffer the righteous to be moved.",
    "category": "Promises"
  },
  {
    "reference": "Hebrews 13:8",
    "text": "Jesus Christ the same yesterday, and to day, and for ever.",
    "category": "General"
  },
  {
    "reference": "Psalm 27:14",
    "text": "Wait on the LORD: be of good courage, and he shall strengthen thine heart: wait, I say, on the LORD.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 91:1",
    "text": "He that dwelleth in the secret place of the most High shall abide under the shadow of the Almighty.",
    "category": "Famous Verses"
  },
  {
    "reference": "Proverbs 1:7",
    "text": "The fear of the LORD is the beginning of knowledge: but fools despise wisdom and instruction.",
    "category": "General"
  },
  {
    "reference": "Acts 16:31",
    "text": "And they said, Believe on the Lord Jesus Christ, and thou shalt be saved, and thy house.",
    "category": "Promises"
  },
  {
    "reference": "Psalm 27:10",
    "text": "When my father and my mother forsake me, then the LORD will take me up.",
    "category": "Psalms"
  },
  {
    "reference": "Ephesians 4:32",
    "text": "And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christs sake hath forgiven you.",
    "category": "General"
  },
  {
    "reference": "Psalm 119:11",
    "text": "Thy word have I hid in mine heart, that I might not sin against thee.",
    "category": "Psalms"
  },
  {
    "reference": "Proverbs 3:24",
    "text": "When thou liest down, thou shalt not be afraid: yea, thou shalt lie down, and thy sleep shall be sweet.",
    "category": "General"
  },
  {
    "reference": "Philippians 4:19",
    "text": "But my God shall supply all your need according to his riches in glory by Christ Jesus.",
    "category": "Promises"
  },
  {
    "reference": "Psalm 150:6",
    "text": "Let every thing that hath breath praise the LORD. Praise ye the LORD.",
    "category": "Famous Verses"
  },
  {
    "reference": "Matthew 21:22",
    "text": "And all things, whatsoever ye shall ask in prayer, believing, ye shall receive.",
    "category": "Promises"
  },
  {
    "reference": "Psalm 46:7",
    "text": "The LORD of hosts is with us; the God of Jacob is our refuge. Selah.",
    "category": "Psalms"
  },
  {
    "reference": "Proverbs 9:10",
    "text": "The fear of the LORD is the beginning of wisdom: and the knowledge of the holy is understanding.",
    "category": "General"
  },
  {
    "reference": "Matthew 24:35",
    "text": "Heaven and earth shall pass away, but my words shall not pass away.",
    "category": "General"
  },
  {
    "reference": "Psalm 103:12",
    "text": "As far as the east is from the west, so far hath he removed our transgressions from us.",
    "category": "Promises"
  },
  {
    "reference": "Psalm 32:1",
    "text": "Blessed is he whose transgression is forgiven, whose sin is covered.",
    "category": "Promises"
  },
  {
    "reference": "Psalm 133:1",
    "text": "Behold, how good and how pleasant it is for brethren to dwell together in unity!",
    "category": "Psalms"
  },
  {
    "reference": "Habakkuk 2:4",
    "text": "Behold, his soul which is lifted up is not upright in him: but the just shall live by his faith.",
    "category": "General"
  },
  {
    "reference": "Luke 18:27",
    "text": "And he said, The things which are impossible with men are possible with God.",
    "category": "Promises"
  },
  {
    "reference": "1 Corinthians 15:57",
    "text": "But thanks be to God, which giveth us the victory through our Lord Jesus Christ.",
    "category": "General"
  },
  {
    "reference": "Philippians 3:14",
    "text": "I press toward the mark for the prize of the high calling of God in Christ Jesus.",
    "category": "General"
  },
  {
    "reference": "2 Thessalonians 3:3",
    "text": "But the Lord is faithful, who shall stablish you, and keep you from evil.",
    "category": "General"
  },
  {
    "reference": "Psalm 34:19",
    "text": "Many are the afflictions of the righteous: but the LORD delivereth him out of them all.",
    "category": "Promises"
  },
  {
    "reference": "Psalm 91:11",
    "text": "For he shall give his angels charge over thee, to keep thee in all thy ways.",
    "category": "Promises"
  },
  {
    "reference": "Psalm 23:2",
    "text": "He maketh me to lie down in green pastures: he leadeth me beside the still waters.",
    "category": "Promises"
  },
  {
    "reference": "Psalm 23:3",
    "text": "He restoreth my soul: he leadeth me in the paths of righteousness for his names sake.",
    "category": "Promises"
  },
  {
    "reference": "Psalm 118:1",
    "text": "O give thanks unto the LORD; for he is good: because his mercy endureth for ever.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 145:18",
    "text": "The LORD is nigh unto all them that call upon him, to all that call upon him in truth.",
    "category": "Psalms"
  },
  {
    "reference": "Proverbs 24:16",
    "text": "For a just man falleth seven times, and riseth up again: but the wicked shall fall into mischief.",
    "category": "General"
  },
  {
    "reference": "Jeremiah 33:3",
    "text": "Call unto me, and I will answer thee, and show thee great and mighty things, which thou knowest not.",
    "category": "Promises"
  },
  {
    "reference": "Matthew 18:20",
    "text": "For where two or three are gathered together in my name, there am I in the midst of them.",
    "category": "General"
  },
  {
    "reference": "Matthew 28:6",
    "text": "He is not here: for he is risen, as he said. Come, see the place where the Lord lay.",
    "category": "Promises"
  },
  {
    "reference": "John 10:10",
    "text": "I am come that they might have life, and that they might have it more abundantly.",
    "category": "Famous Verses"
  },
  {
    "reference": "John 14:1",
    "text": "Let not your heart be troubled: ye believe in God, believe also in me.",
    "category": "Promises"
  },
  {
    "reference": "Galatians 6:2",
    "text": "Bear ye one anothers burdens, and so fulfil the law of Christ.",
    "category": "General"
  },
  {
    "reference": "Philippians 2:13",
    "text": "For it is God which worketh in you both to will and to do of his good pleasure.",
    "category": "General"
  },
  {
    "reference": "Colossians 1:17",
    "text": "And he is before all things, and by him all things consist.",
    "category": "General"
  },
  {
    "reference": "1 Thessalonians 5:18",
    "text": "In every thing give thanks: for this is the will of God in Christ Jesus concerning you.",
    "category": "General"
  },
  {
    "reference": "1 Thessalonians 5:24",
    "text": "Faithful is he that calleth you, who also will do it.",
    "category": "Promises"
  },
  {
    "reference": "2 Thessalonians 3:5",
    "text": "And the Lord direct your hearts into the love of God, and into the patient waiting for Christ.",
    "category": "General"
  },
  {
    "reference": "Hebrews 2:18",
    "text": "For in that he himself hath suffered being tempted, he is able to succour them that are tempted.",
    "category": "General"
  },
  {
    "reference": "1 Chronicles 16:34",
    "text": "O give thanks unto the LORD; for he is good; for his mercy endureth for ever.",
    "category": "General"
  },
  {
    "reference": "Job 23:10",
    "text": "But he knoweth the way that I take: when he hath tried me, I shall come forth as gold.",
    "category": "General"
  },
  {
    "reference": "Psalm 40:1",
    "text": "I waited patiently for the LORD; and he inclined unto me, and heard my cry.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 68:19",
    "text": "Blessed be the Lord, who daily loadeth us with benefits, even the God of our salvation. Selah.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 86:5",
    "text": "For thou, Lord, art good, and ready to forgive; and plenteous in mercy unto all them that call upon thee.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 94:19",
    "text": "In the multitude of my thoughts within me thy comforts delight my soul.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 119:130",
    "text": "The entrance of thy words giveth light; it giveth understanding unto the simple.",
    "category": "Psalms"
  },
  {
    "reference": "Proverbs 29:25",
    "text": "The fear of man bringeth a snare: but whoso putteth his trust in the LORD shall be safe.",
    "category": "General"
  },
  {
    "reference": "Ecclesiastes 4:9",
    "text": "Two are better than one; because they have a good reward for their labour.",
    "category": "General"
  },
  {
    "reference": "Jeremiah 29:13",
    "text": "And ye shall seek me, and find me, when ye shall search for me with all your heart.",
    "category": "Promises"
  },
  {
    "reference": "Habakkuk 3:18",
    "text": "Yet I will rejoice in the LORD, I will joy in the God of my salvation.",
    "category": "Promises"
  },
  {
    "reference": "Zechariah 4:6",
    "text": "Not by might, nor by power, but by my spirit, saith the LORD of hosts.",
    "category": "General"
  },
  {
    "reference": "Romans 8:6",
    "text": "For to be carnally minded is death; but to be spiritually minded is life and peace.",
    "category": "General"
  },
  {
    "reference": "Romans 14:19",
    "text": "Let us therefore follow after the things which make for peace, and things wherewith one may edify another.",
    "category": "General"
  },
  {
    "reference": "1 Corinthians 10:31",
    "text": "Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.",
    "category": "General"
  },
  {
    "reference": "Galatians 6:7",
    "text": "Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap.",
    "category": "General"
  },
  {
    "reference": "Philippians 2:3",
    "text": "Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.",
    "category": "General"
  },
  {
    "reference": "James 4:10",
    "text": "Humble yourselves in the sight of the Lord, and he shall lift you up.",
    "category": "Promises"
  },
  {
    "reference": "Psalm 34:17",
    "text": "The righteous cry, and the LORD heareth, and delivereth them out of all their troubles.",
    "category": "Promises"
  },
  {
    "reference": "Psalm 55:17",
    "text": "Evening, and morning, and at noon, will I pray, and cry aloud: and he shall hear my voice.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 71:5",
    "text": "For thou art my hope, O Lord GOD: thou art my trust from my youth.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 73:26",
    "text": "My flesh and my heart faileth: but God is the strength of my heart, and my portion for ever.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 119:165",
    "text": "Great peace have they which love thy law: and nothing shall offend them.",
    "category": "Psalms"
  },
  {
    "reference": "Proverbs 11:25",
    "text": "The liberal soul shall be made fat: and he that watereth shall be watered also himself.",
    "category": "General"
  },
  {
    "reference": "Proverbs 18:21",
    "text": "Death and life are in the power of the tongue: and they that love it shall eat the fruit thereof.",
    "category": "General"
  },
  {
    "reference": "Isaiah 32:17",
    "text": "And the work of righteousness shall be peace; and the effect of righteousness quietness and assurance for ever.",
    "category": "General"
  },
  {
    "reference": "Isaiah 40:29",
    "text": "He giveth power to the faint; and to them that have no might he increaseth strength.",
    "category": "Promises"
  },
  {
    "reference": "Jeremiah 32:27",
    "text": "Behold, I am the LORD, the God of all flesh: is there any thing too hard for me?",
    "category": "General"
  },
  {
    "reference": "Amos 5:24",
    "text": "But let judgment run down as waters, and righteousness as a mighty stream.",
    "category": "General"
  },
  {
    "reference": "John 7:38",
    "text": "He that believeth on me, as the scripture hath said, out of his belly shall flow rivers of living water.",
    "category": "General"
  },
  {
    "reference": "1 Corinthians 2:5",
    "text": "That your faith should not stand in the wisdom of men, but in the power of God.",
    "category": "General"
  },
  {
    "reference": "1 Thessalonians 4:7",
    "text": "For God hath not called us unto uncleanness, but unto holiness.",
    "category": "General"
  },
  {
    "reference": "Titus 3:2",
    "text": "To speak evil of no man, to be no brawlers, but gentle, showing all meekness unto all men.",
    "category": "General"
  },
  {
    "reference": "1 Peter 1:16",
    "text": "Because it is written, Be ye holy; for I am holy.",
    "category": "General"
  },
  {
    "reference": "1 John 5:12",
    "text": "He that hath the Son hath life; and he that hath not the Son of God hath not life.",
    "category": "General"
  },
  {
    "reference": "Psalm 119:133",
    "text": "Order my steps in thy word: and let not any iniquity have dominion over me.",
    "category": "Psalms"
  },
  {
    "reference": "Isaiah 12:3",
    "text": "Therefore with joy shall ye draw water out of the wells of salvation.",
    "category": "Promises"
  },
  {
    "reference": "Psalm 20:7",
    "text": "Some trust in chariots, and some in horses: but we will remember the name of the LORD our God.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 25:4",
    "text": "Shew me thy ways, O LORD; teach me thy paths.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 27:8",
    "text": "When thou saidst, Seek ye my face; my heart said unto thee, Thy face, LORD, will I seek.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 33:12",
    "text": "Blessed is the nation whose God is the LORD; and the people whom he hath chosen for his own inheritance.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 37:23",
    "text": "The steps of a good man are ordered by the LORD: and he delighteth in his way.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 46:5",
    "text": "God is in the midst of her; she shall not be moved: God shall help her, and that right early.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 48:14",
    "text": "For this God is our God for ever and ever: he will be our guide even unto death.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 50:15",
    "text": "And call upon me in the day of trouble: I will deliver thee, and thou shalt glorify me.",
    "category": "Promises"
  },
  {
    "reference": "Psalm 51:17",
    "text": "The sacrifices of God are a broken spirit: a broken and a contrite heart, O God, thou wilt not despise.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 61:3",
    "text": "For thou hast been a shelter for me, and a strong tower from the enemy.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 63:3",
    "text": "Because thy lovingkindness is better than life, my lips shall praise thee.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 85:6",
    "text": "Wilt thou not revive us again: that thy people may rejoice in thee?",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 90:14",
    "text": "O satisfy us early with thy mercy; that we may rejoice and be glad all our days.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 97:11",
    "text": "Light is sown for the righteous, and gladness for the upright in heart.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 100:2",
    "text": "Serve the LORD with gladness: come before his presence with singing.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 103:1",
    "text": "Bless the LORD, O my soul: and all that is within me, bless his holy name.",
    "category": "Famous Verses"
  },
  {
    "reference": "Psalm 107:1",
    "text": "O give thanks unto the LORD, for he is good: for his mercy endureth for ever.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 119:18",
    "text": "Open thou mine eyes, that I may behold wondrous things out of thy law.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 121:7",
    "text": "The LORD shall preserve thee from all evil: he shall preserve thy soul.",
    "category": "Promises"
  },
  {
    "reference": "Psalm 147:11",
    "text": "The LORD taketh pleasure in them that fear him, in those that hope in his mercy.",
    "category": "Psalms"
  },
  {
    "reference": "Proverbs 4:7",
    "text": "Wisdom is the principal thing; therefore get wisdom: and with all thy getting get understanding.",
    "category": "General"
  },
  {
    "reference": "Proverbs 8:17",
    "text": "I love them that love me; and those that seek me early shall find me.",
    "category": "General"
  },
  {
    "reference": "Proverbs 10:22",
    "text": "The blessing of the LORD, it maketh rich, and he addeth no sorrow with it.",
    "category": "General"
  },
  {
    "reference": "Proverbs 11:14",
    "text": "Where no counsel is, the people fall: but in the multitude of counsellors there is safety.",
    "category": "General"
  },
  {
    "reference": "Proverbs 12:25",
    "text": "Heaviness in the heart of man maketh it stoop: but a good word maketh it glad.",
    "category": "General"
  },
  {
    "reference": "Proverbs 18:24",
    "text": "A man that hath friends must shew himself friendly: and there is a friend that sticketh closer than a brother.",
    "category": "General"
  },
  {
    "reference": "Proverbs 20:24",
    "text": "Mans goings are of the LORD; how can a man then understand his own way?",
    "category": "General"
  },
  {
    "reference": "Proverbs 22:1",
    "text": "A good name is rather to be chosen than great riches, and loving favour rather than silver and gold.",
    "category": "General"
  },
  {
    "reference": "Proverbs 24:10",
    "text": "If thou faint in the day of adversity, thy strength is small.",
    "category": "General"
  },
  {
    "reference": "Proverbs 28:13",
    "text": "He that covereth his sins shall not prosper: but whoso confesseth and forsaketh them shall have mercy.",
    "category": "General"
  },
  {
    "reference": "Proverbs 29:18",
    "text": "Where there is no vision, the people perish: but he that keepeth the law, happy is he.",
    "category": "General"
  },
  {
    "reference": "Lamentations 3:25",
    "text": "The LORD is good unto them that wait for him, to the soul that seeketh him.",
    "category": "Promises"
  },
  {
    "reference": "Matthew 11:30",
    "text": "For my yoke is easy, and my burden is light.",
    "category": "Promises"
  },
  {
    "reference": "Matthew 6:34",
    "text": "Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself.",
    "category": "General"
  },
  {
    "reference": "Matthew 24:42",
    "text": "Watch therefore: for ye know not what hour your Lord doth come.",
    "category": "General"
  },
  {
    "reference": "Mark 9:23",
    "text": "Jesus said unto him, If thou canst believe, all things are possible to him that believeth.",
    "category": "General"
  },
  {
    "reference": "Acts 2:21",
    "text": "And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.",
    "category": "General"
  },
  {
    "reference": "1 Corinthians 3:16",
    "text": "Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?",
    "category": "General"
  },
  {
    "reference": "1 Corinthians 10:12",
    "text": "Wherefore let him that thinketh he standeth take heed lest he fall.",
    "category": "General"
  },
  {
    "reference": "Galatians 5:25",
    "text": "If we live in the Spirit, let us also walk in the Spirit.",
    "category": "General"
  },
  {
    "reference": "Ephesians 6:11",
    "text": "Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.",
    "category": "General"
  },
  {
    "reference": "Philippians 4:5",
    "text": "Let your moderation be known unto all men. The Lord is at hand.",
    "category": "General"
  },
  {
    "reference": "2 Thessalonians 3:16",
    "text": "Now the Lord of peace himself give you peace always by all means. The Lord be with you all.",
    "category": "General"
  },
  {
    "reference": "James 2:17",
    "text": "Even so faith, if it hath not works, is dead, being alone.",
    "category": "General"
  },
  {
    "reference": "James 5:16",
    "text": "Confess your faults one to another, and pray one for another, that ye may be healed.",
    "category": "Promises"
  },
  {
    "reference": "1 John 2:17",
    "text": "And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.",
    "category": "General"
  },
  {
    "reference": "Revelation 22:7",
    "text": "Behold, I come quickly: blessed is he that keepeth the sayings of the prophecy of this book.",
    "category": "General"
  },
  {
    "reference": "Genesis 15:6",
    "text": "And he believed in the LORD; and he counted it to him for righteousness.",
    "category": "General"
  },
  {
    "reference": "Exodus 33:14",
    "text": "And he said, My presence shall go with thee, and I will give thee rest.",
    "category": "Promises"
  },
  {
    "reference": "Malachi 3:6",
    "text": "For I am the LORD, I change not; therefore ye sons of Jacob are not consumed.",
    "category": "General"
  },
  {
    "reference": "Leviticus 19:18",
    "text": "Thou shalt love thy neighbour as thyself: I am the LORD.",
    "category": "General"
  },
  {
    "reference": "Job 23:11",
    "text": "My foot hath held his steps, his way have I kept, and not declined.",
    "category": "General"
  },
  {
    "reference": "Psalm 118:6",
    "text": "The LORD is on my side; I will not fear: what can man do unto me?",
    "category": "Promises"
  },
  {
    "reference": "Psalm 130:5",
    "text": "I wait for the LORD, my soul doth wait, and in his word do I hope.",
    "category": "Psalms"
  },
  {
    "reference": "Proverbs 17:27",
    "text": "He that hath knowledge spareth his words: and a man of understanding is of an excellent spirit.",
    "category": "General"
  },
  {
    "reference": "Proverbs 31:25",
    "text": "Strength and honour are her clothing; and she shall rejoice in time to come.",
    "category": "General"
  },
  {
    "reference": "Ecclesiastes 7:9",
    "text": "Be not hasty in thy spirit to be angry: for anger resteth in the bosom of fools.",
    "category": "General"
  },
  {
    "reference": "Isaiah 26:12",
    "text": "LORD, thou wilt ordain peace for us: for thou also hast wrought all our works in us.",
    "category": "General"
  },
  {
    "reference": "John 8:36",
    "text": "If the Son therefore shall make you free, ye shall be free indeed.",
    "category": "General"
  },
  {
    "reference": "Romans 10:13",
    "text": "For whosoever shall call upon the name of the Lord shall be saved.",
    "category": "Promises"
  },
  {
    "reference": "Genesis 1:1",
    "text": "In the beginning God created the heaven and the earth.",
    "category": "Famous Verses"
  },
  {
    "reference": "Genesis 1:3",
    "text": "And God said, Let there be light: and there was light.",
    "category": "Famous Verses"
  },
  {
    "reference": "Romans 3:23",
    "text": "For all have sinned, and come short of the glory of God.",
    "category": "Famous Verses"
  },
  {
    "reference": "Proverbs 3:5",
    "text": "Trust in the LORD with all thine heart; and lean not unto thine own understanding.",
    "category": "Famous Verses"
  },
  {
    "reference": "Philippians 4:13",
    "text": "I can do all things through Christ which strengtheneth me.",
    "category": "Famous Verses"
  },
  {
    "reference": "Hebrews 11:1",
    "text": "Now faith is the substance of things hoped for, the evidence of things not seen.",
    "category": "Famous Verses"
  },
  {
    "reference": "1 John 4:8",
    "text": "He that loveth not knoweth not God; for God is love.",
    "category": "Famous Verses"
  },
  {
    "reference": "Proverbs 16:18",
    "text": "Pride goeth before destruction, and an haughty spirit before a fall.",
    "category": "General"
  },
  {
    "reference": "Matthew 5:9",
    "text": "Blessed are the peacemakers: for they shall be called the children of God.",
    "category": "Famous Verses"
  },
  {
    "reference": "James 4:7",
    "text": "Submit yourselves therefore to God. Resist the devil, and he will flee from you.",
    "category": "General"
  },
  {
    "reference": "Proverbs 27:17",
    "text": "Iron sharpeneth iron; so a man sharpeneth the countenance of his friend.",
    "category": "General"
  },
  {
    "reference": "Proverbs 15:1",
    "text": "A soft answer turneth away wrath: but grievous words stir up anger.",
    "category": "General"
  },
  {
    "reference": "1 Peter 5:7",
    "text": "Casting all your care upon him; for he careth for you.",
    "category": "Famous Verses"
  },
  {
    "reference": "1 Corinthians 13:13",
    "text": "And now abideth faith, hope, charity, these three; but the greatest of these is charity.",
    "category": "Famous Verses"
  },
  {
    "reference": "Proverbs 17:17",
    "text": "A friend loveth at all times, and a brother is born for adversity.",
    "category": "General"
  },
  {
    "reference": "Psalm 119:105",
    "text": "Thy word is a lamp unto my feet, and a light unto my path.",
    "category": "Famous Verses"
  },
  {
    "reference": "Proverbs 17:22",
    "text": "A merry heart doeth good like a medicine: but a broken spirit drieth the bones.",
    "category": "General"
  },
  {
    "reference": "Romans 12:21",
    "text": "Be not overcome of evil, but overcome evil with good.",
    "category": "General"
  },
  {
    "reference": "Psalm 34:4",
    "text": "I sought the LORD, and he heard me, and delivered me from all my fears.",
    "category": "Psalms"
  },
  {
    "reference": "Matthew 5:3",
    "text": "Blessed are the poor in spirit: for theirs is the kingdom of heaven.",
    "category": "Famous Verses"
  },
  {
    "reference": "John 8:32",
    "text": "And ye shall know the truth, and the truth shall make you free.",
    "category": "Famous Verses"
  },
  {
    "reference": "Matthew 5:6",
    "text": "Blessed are they which do hunger and thirst after righteousness: for they shall be filled.",
    "category": "Famous Verses"
  },
  {
    "reference": "Isaiah 26:3",
    "text": "Thou wilt keep him in perfect peace, whose mind is stayed on thee.",
    "category": "Promises"
  },
  {
    "reference": "Matthew 5:8",
    "text": "Blessed are the pure in heart: for they shall see God.",
    "category": "Famous Verses"
  },
  {
    "reference": "Proverbs 3:6",
    "text": "In all thy ways acknowledge him, and he shall direct thy paths.",
    "category": "General"
  },
  {
    "reference": "Psalm 100:5",
    "text": "For the LORD is good; his mercy is everlasting; and his truth endureth to all generations.",
    "category": "Psalms"
  },
  {
    "reference": "Proverbs 10:19",
    "text": "In the multitude of words there wanteth not sin: but he that refraineth his lips is wise.",
    "category": "General"
  },
  {
    "reference": "Proverbs 11:2",
    "text": "When pride cometh, then cometh shame: but with the lowly is wisdom.",
    "category": "General"
  },
  {
    "reference": "Proverbs 10:9",
    "text": "He that walketh uprightly walketh surely: but he that perverteth his ways shall be known.",
    "category": "General"
  },
  {
    "reference": "Proverbs 13:12",
    "text": "Hope deferred maketh the heart sick: but when the desire cometh, it is a tree of life.",
    "category": "General"
  },
  {
    "reference": "Proverbs 19:21",
    "text": "There are many devices in a man's heart; nevertheless the counsel of the LORD, that shall stand.",
    "category": "General"
  },
  {
    "reference": "Proverbs 15:3",
    "text": "The eyes of the LORD are in every place, beholding the evil and the good.",
    "category": "General"
  },
  {
    "reference": "Proverbs 15:16",
    "text": "Better is little with the fear of the LORD than great treasure and trouble therewith.",
    "category": "General"
  },
  {
    "reference": "Proverbs 16:24",
    "text": "Pleasant words are as an honeycomb, sweet to the soul, and health to the bones.",
    "category": "General"
  },
  {
    "reference": "Proverbs 17:1",
    "text": "Better is a dry morsel, and quietness therewith, than an house full of sacrifices with strife.",
    "category": "General"
  },
  {
    "reference": "Proverbs 20:1",
    "text": "Wine is a mocker, strong drink is raging: and whosoever is deceived thereby is not wise.",
    "category": "General"
  },
  {
    "reference": "Proverbs 21:23",
    "text": "Whoso keepeth his mouth and his tongue keepeth his soul from troubles.",
    "category": "General"
  },
  {
    "reference": "Proverbs 27:1",
    "text": "Boast not thyself of to morrow; for thou knowest not what a day may bring forth.",
    "category": "General"
  },
  {
    "reference": "Psalm 11:5",
    "text": "The LORD trieth the righteous: but the wicked and him that loveth violence his soul hateth.",
    "category": "Psalms"
  },
  {
    "reference": "1 Peter 4:8",
    "text": "And above all things have fervent charity among yourselves: for charity shall cover the multitude of sins.",
    "category": "General"
  },
  {
    "reference": "Hebrews 13:2",
    "text": "Be not forgetful to entertain strangers: for thereby some have entertained angels unawares.",
    "category": "General"
  },
  {
    "reference": "Ephesians 5:15",
    "text": "See then that ye walk circumspectly, not as fools, but as wise.",
    "category": "General"
  },
  {
    "reference": "Colossians 3:2",
    "text": "Set your affection on things above, not on things on the earth.",
    "category": "General"
  },
  {
    "reference": "Mark 10:27",
    "text": "With men it is impossible, but not with God: for with God all things are possible.",
    "category": "Famous Verses"
  },
  {
    "reference": "Matthew 6:21",
    "text": "For where your treasure is, there will your heart be also.",
    "category": "Famous Verses"
  },
  {
    "reference": "Luke 12:32",
    "text": "Fear not, little flock; for it is your Father's good pleasure to give you the kingdom.",
    "category": "General"
  },
  {
    "reference": "Isaiah 40:8",
    "text": "The grass withereth, the flower fadeth: but the word of our God shall stand for ever.",
    "category": "General"
  },
  {
    "reference": "Jeremiah 17:9",
    "text": "The heart is deceitful above all things, and desperately wicked: who can know it?",
    "category": "General"
  },
  {
    "reference": "Psalm 56:4",
    "text": "In God I will praise his word, in God I have put my trust.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 66:2",
    "text": "Sing forth the honour of his name: make his praise glorious.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 100:4",
    "text": "Enter into his gates with thanksgiving, and into his courts with praise.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 103:2",
    "text": "Bless the LORD, O my soul, and forget not all his benefits.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 118:8",
    "text": "It is better to trust in the LORD than to put confidence in man.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 119:9",
    "text": "Wherewithal shall a young man cleanse his way? by taking heed thereto according to thy word.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 121:1",
    "text": "I will lift up mine eyes unto the hills, from whence cometh my help.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 121:2",
    "text": "My help cometh from the LORD, which made heaven and earth.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 145:9",
    "text": "The LORD is good to all: and his tender mercies are over all his works.",
    "category": "Psalms"
  },
  {
    "reference": "Ecclesiastes 3:1",
    "text": "To every thing there is a season, and a time to every purpose under the heaven.",
    "category": "Famous Verses"
  },
  {
    "reference": "Proverbs 10:4",
    "text": "He becometh poor that dealeth with a slack hand: but the hand of the diligent maketh rich.",
    "category": "General"
  },
  {
    "reference": "Proverbs 13:20",
    "text": "He that walketh with wise men shall be wise: but a companion of fools shall be destroyed.",
    "category": "General"
  },
  {
    "reference": "Proverbs 18:10",
    "text": "The name of the LORD is a strong tower: the righteous runneth into it, and is safe.",
    "category": "General"
  },
  {
    "reference": "Proverbs 25:11",
    "text": "A word fitly spoken is like apples of gold in pictures of silver.",
    "category": "General"
  },
  {
    "reference": "Proverbs 29:23",
    "text": "A man's pride shall bring him low: but honour shall uphold the humble in spirit.",
    "category": "General"
  },
  {
    "reference": "Lamentations 3:22",
    "text": "It is of the LORD'S mercies that we are not consumed, because his compassions fail not.",
    "category": "General"
  },
  {
    "reference": "Proverbs 15:33",
    "text": "The fear of the LORD is the instruction of wisdom; and before honour is humility.",
    "category": "General"
  },
  {
    "reference": "Proverbs 22:4",
    "text": "By humility and the fear of the LORD are riches, and honour, and life.",
    "category": "General"
  },
  {
    "reference": "Proverbs 23:9",
    "text": "Speak not in the ears of a fool: for he will despise the wisdom of thy words.",
    "category": "General"
  },
  {
    "reference": "Proverbs 27:19",
    "text": "As in water face answereth to face, so the heart of man to man.",
    "category": "General"
  },
  {
    "reference": "Revelation 3:11",
    "text": "Behold, I come quickly: hold that fast which thou hast, that no man take thy crown.",
    "category": "General"
  },
  {
    "reference": "Romans 12:10",
    "text": "Be kindly affectioned one to another with brotherly love; in honour preferring one another.",
    "category": "General"
  },
  {
    "reference": "Psalm 46:10",
    "text": "Be still, and know that I am God: I will be exalted among the heathen.",
    "category": "Psalms"
  },
  {
    "reference": "Proverbs 12:15",
    "text": "The way of a fool is right in his own eyes: but he that hearkeneth unto counsel is wise.",
    "category": "General"
  },
  {
    "reference": "Romans 6:23",
    "text": "For the wages of sin is death; but the gift of God is eternal life.",
    "category": "Famous Verses"
  },
  {
    "reference": "2 Timothy 1:7",
    "text": "For God hath not given us the spirit of fear; but of power, and of love.",
    "category": "Famous Verses"
  },
  {
    "reference": "1 John 3:18",
    "text": "My little children, let us not love in word, neither in tongue; but in deed and in truth.",
    "category": "General"
  },
  {
    "reference": "Proverbs 14:12",
    "text": "There is a way which seemeth right unto a man, but the end thereof are the ways of death.",
    "category": "General"
  },
  {
    "reference": "Isaiah 41:10",
    "text": "Fear thou not; for I am with thee: be not dismayed; for I am thy God.",
    "category": "Famous Verses"
  },
  {
    "reference": "Romans 8:31",
    "text": "What shall we then say to these things? If God be for us, who can be against us?",
    "category": "Famous Verses"
  },
  {
    "reference": "Proverbs 30:5",
    "text": "Every word of God is pure: he is a shield unto them that put their trust in him.",
    "category": "General"
  },
  {
    "reference": "Psalm 37:4",
    "text": "Delight thyself also in the LORD; and he shall give thee the desires of thine heart.",
    "category": "Promises"
  },
  {
    "reference": "James 1:19",
    "text": "Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath.",
    "category": "General"
  },
  {
    "reference": "Galatians 6:9",
    "text": "And let us not be weary in well doing: for in due season we shall reap, if we faint not.",
    "category": "General"
  },
  {
    "reference": "Matthew 6:33",
    "text": "But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.",
    "category": "Famous Verses"
  },
  {
    "reference": "Micah 6:8",
    "text": "He hath shewed thee, O man, what is good; and what doth the LORD require of thee.",
    "category": "Famous Verses"
  },
  {
    "reference": "Proverbs 3:7",
    "text": "Be not wise in thine own eyes: fear the LORD, and depart from evil.",
    "category": "General"
  },
  {
    "reference": "Romans 10:17",
    "text": "So then faith cometh by hearing, and hearing by the word of God.",
    "category": "General"
  },
  {
    "reference": "Psalm 118:24",
    "text": "This is the day which the LORD hath made; we will rejoice and be glad in it.",
    "category": "Psalms"
  },
  {
    "reference": "Proverbs 4:23",
    "text": "Keep thy heart with all diligence; for out of it are the issues of life.",
    "category": "General"
  },
  {
    "reference": "James 1:22",
    "text": "But be ye doers of the word, and not hearers only, deceiving your own selves.",
    "category": "General"
  },
  {
    "reference": "Proverbs 16:9",
    "text": "A man's heart deviseth his way: but the LORD directeth his steps.",
    "category": "General"
  },
  {
    "reference": "Psalm 147:3",
    "text": "He healeth the broken in heart, and bindeth up their wounds.",
    "category": "Promises"
  },
  {
    "reference": "Proverbs 16:3",
    "text": "Commit thy works unto the LORD, and thy thoughts shall be established.",
    "category": "General"
  },
  {
    "reference": "Proverbs 19:11",
    "text": "The discretion of a man deferreth his anger; and it is his glory to pass over a transgression.",
    "category": "General"
  },
  {
    "reference": "Proverbs 14:29",
    "text": "He that is slow to wrath is of great understanding: but he that is hasty of spirit exalteth folly.",
    "category": "General"
  },
  {
    "reference": "John 13:35",
    "text": "By this shall all men know that ye are my disciples, if ye have love one to another.",
    "category": "Famous Verses"
  },
  {
    "reference": "Psalm 19:1",
    "text": "The heavens declare the glory of God; and the firmament sheweth his handywork.",
    "category": "Psalms"
  },
  {
    "reference": "Ephesians 2:8",
    "text": "For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:",
    "category": "General"
  },
  {
    "reference": "Isaiah 55:6",
    "text": "Seek ye the LORD while he may be found, call ye upon him while he is near:",
    "category": "General"
  },
  {
    "reference": "Jeremiah 17:7",
    "text": "Blessed is the man that trusteth in the LORD, and whose hope the LORD is.",
    "category": "General"
  },
  {
    "reference": "John 16:33",
    "text": "These things I have spoken unto you, that in me ye might have peace.",
    "category": "Promises"
  },
  {
    "reference": "Matthew 7:7",
    "text": "Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:",
    "category": "Promises"
  },
  {
    "reference": "Nahum 1:7",
    "text": "The LORD is good, a strong hold in the day of trouble; and he knoweth them that trust in him.",
    "category": "Promises"
  },
  {
    "reference": "Numbers 6:25",
    "text": "The LORD make his face shine upon thee, and be gracious unto thee:",
    "category": "Promises"
  },
  {
    "reference": "Numbers 6:26",
    "text": "The LORD lift up his countenance upon thee, and give thee peace.",
    "category": "Promises"
  },
  {
    "reference": "Psalm 121:8",
    "text": "The LORD shall preserve thy going out and thy coming in from this time forth, and even for evermore.",
    "category": "Promises"
  },
  {
    "reference": "Psalm 33:4",
    "text": "For the word of the LORD is right; and all his works are done in truth.",
    "category": "Psalms"
  },
  {
    "reference": "Psalm 46:1",
    "text": "God is our refuge and strength, a very present help in trouble.",
    "category": "Famous Verses"
  },
  {
    "reference": "Psalm 91:2",
    "text": "I will say of the LORD, He is my refuge and my fortress: my God; in him will I trust.",
    "category": "Psalms"
  },
  {
    "reference": "Titus 2:11",
    "text": "For the grace of God that bringeth salvation hath appeared to all men,",
    "category": "Promises"
  },
  {
    "reference": "Colossians 3:23",
    "text": "And whatsoever ye do, do it heartily, as to the Lord, and not unto men.",
    "category": "Famous Verses"
  },
  {
    "reference": "James 1:2",
    "text": "My brethren, count it all joy when ye fall into divers temptations.",
    "category": "General"
  },
  {
    "reference": "John 1:1",
    "text": "In the beginning was the Word, and the Word was with God, and the Word was God.",
    "category": "General"
  },
  {
    "reference": "John 1:5",
    "text": "And the light shineth in darkness; and the darkness comprehended it not.",
    "category": "General"
  },
  {
    "reference": "Hebrews 10:23",
    "text": "Let us hold fast the profession of our faith without wavering; for he is faithful that promised;",
    "category": "Promises"
  },
  {
    "reference": "2 Samuel 22:47",
    "text": "The Lord liveth; and blessed be my rock; and exalted be the God of the rock of my salvation.",
    "category": "General"
  },
  {
    "reference": "Job 19:25",
    "text": "For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth.",
    "category": "General"
  },
  {
    "reference": "Romans 12:12",
    "text": "Rejoicing in hope; patient in tribulation; continuing instant in prayer;",
    "category": "General"
  },
  {
    "reference": "2 Timothy 4:7",
    "text": "I have fought a good fight, I have finished my course, I have kept the faith:",
    "category": "General"
  },
  {
    "reference": "1 John 5:11",
    "text": "And this is the record, that God hath given to us eternal life, and this life is in his Son.",
    "category": "General"
  },
  {
    "reference": "Revelation 22:13",
    "text": "I am Alpha and Omega, the beginning and the end, the first and the last.",
    "category": "General"
  },
  {
    "reference": "Revelation 22:20",
    "text": "He which testifieth these things saith, Surely I come quickly. Amen. Even so, come, Lord Jesus.",
    "category": "General"
  },
  {
    "reference": "John 10:11",
    "text": "I am the good shepherd: the good shepherd giveth his life for the sheep.",
    "category": "General"
  },
  {
    "reference": "Colossians 2:6",
    "text": "As ye have therefore received Christ Jesus the Lord, so walk ye in him:",
    "category": "General"
  },
  {
    "reference": "2 Timothy 2:1",
    "text": "Thou therefore, my son, be strong in the grace that is in Christ Jesus.",
    "category": "General"
  },
  {
    "reference": "Philemon 1:4",
    "text": "I thank my God, making mention of thee always in my prayers,",
    "category": "General"
  },
  {
    "reference": "Exodus 14:14",
    "text": "The Lord shall fight for you, and ye shall hold your peace.",
    "category": "Famous Verses"
  },
  {
    "reference": "1 Chronicles 16:11",
    "text": "Seek the Lord and his strength, seek his face continually.",
    "category": "General"
  },
  {
    "reference": "2 Chronicles 15:7",
    "text": "Be ye strong therefore, and let not your hands be weak: for your work shall be rewarded.",
    "category": "General"
  },
  {
    "reference": "Psalm 62:5",
    "text": "My soul, wait thou only upon God; for my expectation is from him.",
    "category": "Psalms"
  },
  {
    "reference": "Lamentations 3:24",
    "text": "The Lord is my portion, saith my soul; therefore will I hope in him.",
    "category": "General"
  },
  {
    "reference": "Hosea 6:6",
    "text": "For I desired mercy, and not sacrifice; and the knowledge of God more than burnt offerings.",
    "category": "General"
  },
  {
    "reference": "Luke 2:11",
    "text": "For unto you is born this day in the city of David a Saviour, which is Christ the Lord.",
    "category": "General"
  },
  {
    "reference": "2 Corinthians 4:5",
    "text": "For we preach not ourselves, but Christ Jesus the Lord; and ourselves your servants for Jesus' sake.",
    "category": "General"
  },
  {
    "reference": "John 4:24",
    "text": "God is a Spirit: and they that worship him must worship him in spirit and in truth.",
    "category": "General"
  },
  {
    "reference": "Psalm 4:8",
    "text": "I will both lay me down in peace, and sleep: for thou, Lord, only makest me dwell in safety.",
    "category": "Promises"
  },
  {
    "reference": "Psalm 1:2",
    "text": "But his delight is in the law of the Lord; and in his law doth he meditate day and night.",
    "category": "Famous Verses"
  },
  {
    "reference": "Psalm 24:1",
    "text": "The earth is the Lord's, and the fulness thereof; the world, and they that dwell therein.",
    "category": "Psalms"
  },
  {
    "reference": "Luke 12:34",
    "text": "For where your treasure is, there will your heart be also.",
    "category": "Famous Verses"
  },
  {
    "reference": "Proverbs 11:30",
    "text": "The fruit of the righteous is a tree of life; and he that winneth souls is wise.",
    "category": "General"
  },
  {
    "reference": "Job 42:2",
    "text": "I know that thou canst do every thing, and that no thought can be withholden from thee.",
    "category": "General"
  },
  {
    "reference": "Philippians 4:4",
    "text": "Rejoice in the Lord alway: and again I say, Rejoice.",
    "category": "Famous Verses"
  }
]